Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ScreenshotGallery_OpenScreenshotFolder
source: Open Screenshot Folder
de_de: Screenshot-Ordner öffnen
es_mx: Abrir carpeta de capturas
fr_fr: Ouvrir le dossier de captures
hi_in: स्क्रीनशॉट फ़ोल्डर खोलें
id_id: Buka Folder Screenshot
it_it: Apri Cartella Screenshot
ja_jp: スクリーンショットフォルダを開く
ko_kr: 스크린샷 폴더 열기
pt_br: Abrir pasta de capturas
ru_ru: Открыть папку скриншотов
zh_cn: 打开截图文件夹
zh_tw: 開啟截圖資料夾

# GachaDialog_Title
source: Gacha Statistics Analysis
de_de: Wunschverlauf-Analyse
es_mx: Análisis de estadísticas de gachapón
fr_fr: Analyse statistique des vœux
hi_in: गाचा सांख्यिकी विश्लेषण
id_id: Analisis Statistik Gacha
it_it: Analisi Statistiche Gacha
ja_jp: 祈願統計分析
ko_kr: 기원 통계 분석
pt_br: Análise de estatísticas de gacha
ru_ru: Статистика молитв
zh_cn: 抽卡统计分析
zh_tw: 祈願統計分析

# GachaDialog_Close
source: Close
de_de: Schließen
es_mx: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# GachaDialog_GachaRecordLink
source: Gacha Record Link
de_de: Wunschverlauf-Link
es_mx: Enlace de registro de gachapón
fr_fr: Lien de l'historique des vœux
hi_in: गाचा रिकॉर्ड लिंक
id_id: Tautan Catatan Gacha
it_it: Link Record Desideri
ja_jp: 祈願記録リンク
ko_kr: 기원 기록 링크
pt_br: Link do registro de gacha
ru_ru: Ссылка записей молитв
zh_cn: 抽卡记录链接
zh_tw: 祈願記錄連結

# GachaDialog_PasteUrl
source: Paste URL with authkey here
de_de: Füge hier die URL mit authkey ein
es_mx: Pega la URL con authkey aquí
fr_fr: Collez l'URL contenant la authkey ici
hi_in: authkey वाला URL यहाँ चिपकाएँ
id_id: Tempel URL dengan authkey di sini
it_it: Incolla URL con authkey qui
ja_jp: authkey付きURLを貼り付け
ko_kr: authkey가 포함된 URL을 여기에 붙여넣으세요
pt_br: Cole a URL com authkey aqui
ru_ru: Вставьте URL с authkey
zh_cn: 在此粘贴带 authkey 的 URL
zh_tw: 在此貼上帶 authkey 的 URL

# GachaDialog_StartAnalysis
source: Start Analysis
de_de: Analyse starten
es_mx: Iniciar análisis
fr_fr: Démarrer l'analyse
hi_in: विश्लेषण प्रारंभ करें
id_id: Mulai Analisis
it_it: Avvia Analisi
ja_jp: 分析開始
ko_kr: 분석 시작
pt_br: Iniciar análise
ru_ru: Начать анализ
zh_cn: 开始分析
zh_tw: 開始分析

# GachaDialog_ExportUigf
source: Export UIGF
de_de: UIGF exportieren
es_mx: Exportar UIGF
fr_fr: Exporter UIGF
hi_in: UIGF निर्यात करें
id_id: Ekspor UIGF
it_it: Esporta UIGF
ja_jp: UIGFエクスポート
ko_kr: UIGF 내보내기
pt_br: Exportar UIGF
ru_ru: Экспорт UIGF
zh_cn: 导出 UIGF
zh_tw: 匯出 UIGF

# GachaDialog_ExportUigfTooltip
source: Export standard UIGF JSON format to desktop
de_de: Standard UIGF-JSON-Format auf den Desktop exportieren
es_mx: Exportar formato estándar UIGF JSON al escritorio
fr_fr: Exporter au format UIGF Json standard sur le bureau
hi_in: मानक UIGF JSON प्रारूप डेस्कटॉप पर निर्यात करें
id_id: Ekspor format JSON UIGF standar ke desktop
it_it: Esporta formato JSON UIGF standard sul desktop
ja_jp: 標準UIGF JSON形式でデスクトップにエクスポート
ko_kr: 표준 UIGF JSON 형식을 바탕 화면으로 내보내기
pt_br: Exportar formato JSON UIGF padrão para a área de trabalho
ru_ru: Экспорт в стандартном формате UIGF JSON на рабочий стол
zh_cn: 导出标准 UIGF Json 格式到桌面
zh_tw: 匯出標準 UIGF Json 格式到桌面

# GachaDialog_TotalInvested
source: Total:
de_de: Gesamt investiert
es_mx: Total invertido:
fr_fr: Total investi
hi_in: कुल:
it_it: Totale:
ja_jp: 合計:
ko_kr: 합계:
ru_ru: Всего:
zh_cn: 共投入
zh_tw: 共投入

# GachaDialog_Pulls
source: Pulls
de_de: Ziehungen
es_mx: Tiradas
fr_fr: tirages
hi_in: पुल
id_id: Pull
it_it: Pull
ja_jp: 回
ko_kr: 뽑기
pt_br: Tiragens
ru_ru: Молитв
zh_cn: 抽
zh_tw: 抽

# GachaDialog_CurrentPity
source: Current Pity
de_de: Aktueller Pity-Zähler
es_mx: Pity actual
fr_fr: Pitié actuelle
hi_in: वर्तमान पिटी
id_id: Pity Saat Ini
it_it: Pity Corrente
ja_jp: 現在の天井
ko_kr: 현재 천장
pt_br: Pity atual
ru_ru: Текущий Pity
zh_cn: 当前垫底
zh_tw: 目前墊底

# GachaDialog_FiveStarCount
source: 5★ Count
de_de: Anzahl 5-Sterne
es_mx: Cuenta de 5★
fr_fr: Nombre de 5★
hi_in: 5★ संख्या
id_id: Jumlah 5★
it_it: Conteggio 5★
ja_jp: ★5数
ko_kr: 5★ 개수
pt_br: Contagem de 5★
ru_ru: Кол-во 5★
zh_cn: 五星数量
zh_tw: 五星數量

# GachaDialog_FiveStarRecords
source: 5★ Records
de_de: 5-Sterne-Verlauf
es_mx: Registros de 5★
fr_fr: Historique des 5★
hi_in: 5★ रिकॉर्ड
id_id: Catatan 5★
it_it: Record 5★
ja_jp: ★5記録
ko_kr: 5★ 기록
pt_br: Registros de 5★
ru_ru: Записи 5★
zh_cn: 五星获取记录
zh_tw: 五星獲取記錄

# GachaDialog_BasicFeatureNote
source: This feature is basic. For detailed analysis, consider using dedicated gacha tools.
de_de: Diese Funktion ist relativ einfach gehalten. Für detailliertere Analysen wird die Verwendung spezialisierter Software empfohlen.
es_mx: Esta función es básica. Para un análisis detallado, considera usar herramientas de gachapón dedicadas.
fr_fr: Cette fonctionnalité est relativement basique, nous vous recommandons d'utiliser un logiciel spécialisé pour consulter l'historique des vœux.
hi_in: यह सुविधा बुनियादी है। विस्तृत विश्लेषण के लिए समर्पित गाचा टूल उपयोग करने पर विचार करें।
id_id: Fitur ini bersifat dasar. Untuk analisis detail, pertimbangkan menggunakan alat gacha khusus.
it_it: Questa funzione è di base. Per analisi dettagliate, considera l'uso di strumenti gacha dedicati.
ja_jp: 基本機能です。詳細分析には専用ツールをご利用ください。
ko_kr: 이 기능은 기본적인 분석만 제공합니다. 상세 분석은 전용 기원 도구 사용을 권장합니다.
pt_br: Este recurso é básico. Para análises detalhadas, considere usar ferramentas de gacha dedicadas.
ru_ru: Базовая функция. Для детального анализа используйте специализированные инструменты.
zh_cn: 本功能相对简陋，建议使用其他专用软件查看抽卡记录
zh_tw: 本功能相對簡陋，建議使用其他專用軟體查看祈願記錄

# HighCpuUsage_Title
source: Performance Anomaly Alert
de_de: Leistungswarnung
es_mx: Alerta de anomalía de rendimiento
fr_fr: Alerte de performance anormale
hi_in: प्रदर्शन विसंगति अलर्ट
id_id: Peringatan Anomali Performa
it_it: Avviso Anomalia Prestazioni
ja_jp: パフォーマンス異常警告
ko_kr: 성능 이상 경고
pt_br: Alerta de anomalia de desempenho
ru_ru: Предупреждение о производительности
zh_cn: 性能异常提示
zh_tw: 效能異常提示

# HighCpuUsage_Detected
source: Abnormal Long-Term Resource Usage Detected
de_de: Anhaltend hohe Ressourcenauslastung erkannt
es_mx: Detectado uso anómalo de recursos a largo plazo
fr_fr: Utilisation anormale des ressources détectée sur une longue durée
hi_in: असामान्य दीर्घकालिक संसाधन उपयोग पाया गया
id_id: Penggunaan Sumber Daya Jangka Panjang Abnormal Terdeteksi
it_it: Rilevato Uso Anomalo di Risorse a Lungo Termine
ja_jp: 異常な長期リソース使用を検出
ko_kr: 비정상적인 장기 리소스 사용 감지됨
pt_br: Uso anormal de recursos de longo prazo detectado
ru_ru: Обнаружена аномальная долгосрочная загрузка ресурсов
zh_cn: 检测到长期异常的资源占用
zh_tw: 偵測到長期異常的資源佔用

# HighCpuUsage_Description
source: Without OBS detected, FufuLauncher's CPU usage has remained above 30% for 5 minutes. This is usually not normal.
de_de: Ohne dass OBS erkannt wurde, lag die CPU-Auslastung von FufuLauncher für 5 Minuten konstant über 30 %. Dies ist in der Regel nicht normal.
es_mx: Sin OBS detectado, el uso de CPU de FufuLauncher se ha mantenido por encima del 30% durante 5 minutos. Esto no suele ser normal.
fr_fr: Sans détection d'OBS en cours d'exécution, l'utilisation CPU de FufuLauncher est restée supérieure à 30 % pendant 5 minutes. Ce n'est généralement pas normal.
hi_in: OBS के बिना, FufuLauncher का CPU उपयोग 5 मिनट से अधिक समय तक 30% से ऊपर रहा है। यह सामान्यतः सामान्य नहीं है।
id_id: Tanpa OBS terdeteksi, penggunaan CPU FufuLauncher tetap di atas 30% selama 5 menit. Ini biasanya tidak normal.
it_it: Senza OBS rilevato, l'uso CPU di FufuLauncher è rimasto sopra il 30% per 5 minuti. Questo di solito non è normale.
ja_jp: OBS未検出の状態で、FufuLauncherのCPU使用率が5分間30%を超えています。通常これは正常ではありません。
ko_kr: OBS가 감지되지 않은 상태에서 FufuLauncher의 CPU 사용량이 5분 동안 30% 이상 유지되었습니다. 이는 일반적으로 정상이 아닙니다.
pt_br: Sem OBS detectado, o uso da CPU do FufuLauncher permaneceu acima de 30% por 5 minutos. Isso geralmente não é normal.
ru_ru: Без обнаружения OBS, загрузка CPU FufuLauncher держится выше 30% в течение 5 минут. Обычно это ненормально.
zh_cn: 在未检测到 OBS 正在运行的情况下，芙芙启动器的 CPU 占用已持续高于 30% 达 5 分钟。这通常不是正常现象。
zh_tw: 在未偵測到 OBS 正在執行的情況下，芙芙啟動器的 CPU 使用率已持續高於 30% 達 5 分鐘。這通常不是正常現象。

# HighCpuUsage_SuggestedAction
source: Recommended Action
de_de: Empfohlene Maßnahme
es_mx: Acción recomendada
fr_fr: Action recommandée
hi_in: अनुशंसित क्रिया
id_id: Tindakan yang Disarankan
it_it: Azione Consigliata
ja_jp: 推奨アクション
ko_kr: 권장 조치
pt_br: Ação recomendada
ru_ru: Рекомендуемое действие
zh_cn: 建议操作
zh_tw: 建議操作

# HighCpuUsage_SuggestionText
source: Please report the issue to help diagnose it. If problems persist, exit and update to the latest version.
de_de: Bitte melde das Problem, um bei der Ursachenfindung zu helfen. Wenn die aktuelle Version weiterhin Probleme bereitet, beende den Launcher und aktualisiere auf die neueste Version.
es_mx: Por favor, reporta el problema para ayudar a diagnosticarlo. Si los problemas persisten, sal y actualiza a la última versión.
fr_fr: Veuillez signaler le problème en priorité pour aider à le localiser ; si la version actuelle reste anormale, nous vous conseillons de quitter et de mettre à jour vers la dernière version.
hi_in: निदान में सहायता के लिए कृपया समस्या रिपोर्ट करें। यदि समस्या बनी रहती है, तो बाहर निकलें और नवीनतम संस्करण में अपडेट करें।
id_id: Silakan laporkan masalah ini untuk membantu diagnosis. Jika masalah berlanjut, keluar dan perbarui ke versi terbaru.
it_it: Segnala il problema per aiutare a diagnosticarlo. Se il problema persiste, esci e aggiorna all'ultima versione.
ja_jp: 問題を報告して診断にご協力ください。問題が続く場合は最新版に更新してください。
ko_kr: 문제 진단을 위해 보고해 주세요. 문제가 지속되면 종료하고 최신 버전으로 업데이트하세요.
pt_br: Por favor, reporte o problema para ajudar a diagnosticá-lo. Se os problemas persistirem, saia e atualize para a versão mais recente.
ru_ru: Пожалуйста, сообщите о проблеме. Если проблема повторяется, выйдите и обновитесь до последней версии.
zh_cn: 请优先汇报问题以帮助定位；如果当前版本持续异常，建议退出使用并更新到最新版本。
zh_tw: 請優先回報問題以幫助定位；如果目前版本持續異常，建議退出使用並更新到最新版本。

# HighCpuUsage_Dismiss
source: Dismiss
de_de: Später
es_mx: Descartar
fr_fr: Plus tard
hi_in: ख़ारिज करें
id_id: Abaikan
it_it: Ignora
ja_jp: 閉じる
ko_kr: 무시
pt_br: Dispensar
ru_ru: Закрыть
zh_cn: 稍后处理
zh_tw: 稍後處理

# HighCpuUsage_Report
source: Report Issue
de_de: Problem melden
es_mx: Reportar problema
fr_fr: Signaler le problème
hi_in: समस्या रिपोर्ट करें
id_id: Laporkan Masalah
it_it: Segnala Problema
ja_jp: 問題を報告
ko_kr: 문제 보고
pt_br: Reportar problema
ru_ru: Сообщить
zh_cn: 汇报问题
zh_tw: 回報問題

# HighCpuUsage_ExitLauncher
source: Exit Launcher
de_de: Launcher beenden
es_mx: Salir del launcher
fr_fr: Quitter le lanceur
hi_in: लॉन्चर से बाहर निकलें
id_id: Keluar Launcher
it_it: Esci dal Launcher
ja_jp: ランチャーを終了
ko_kr: 런처 종료
pt_br: Sair do launcher
ru_ru: Выйти из лаунчера
zh_cn: 退出启动器
zh_tw: 退出啟動器

# Diagnostics_Title
source: System Diagnostics
de_de: Systemdiagnose
es_mx: Diagnóstico del sistema
fr_fr: Diagnostic système
hi_in: सिस्टम निदान
id_id: Diagnostik Sistem
it_it: Diagnostica di Sistema
ja_jp: システム診断
ko_kr: 시스템 진단
pt_br: Diagnóstico do sistema
ru_ru: Диагностика системы
zh_cn: 系统诊断
zh_tw: 系統診斷

# Diagnostics_HardwareAndSystem
source: Hardware & System Environment
de_de: Hardware- & Systemumgebung
es_mx: Hardware y entorno del sistema
fr_fr: Matériel et environnement système
hi_in: हार्डवेयर और सिस्टम वातावरण
id_id: Hardware & Lingkungan Sistem
it_it: Hardware e Ambiente di Sistema
ja_jp: ハードウェアとシステム環境
ko_kr: 하드웨어 및 시스템 환경
pt_br: Hardware & Ambiente do sistema
ru_ru: Оборудование и система
zh_cn: 硬件与系统环境
zh_tw: 硬體與系統環境

# Diagnostics_CollectingInfo
source: Collecting system information...
de_de: Systeminformationen werden gesammelt...
es_mx: Recopilando información del sistema...
fr_fr: Collecte des informations système...
hi_in: सिस्टम जानकारी एकत्र हो रही है...
id_id: Mengumpulkan informasi sistem...
it_it: Raccolta informazioni di sistema...
ja_jp: システム情報収集中...
ko_kr: 시스템 정보 수집 중...
pt_br: Coletando informações do sistema...
ru_ru: Сбор информации о системе...
zh_cn: 正在收集系统信息...
zh_tw: 正在收集系統資訊...

# Diagnostics_DisplayAndGraphics
source: Display & Graphics
de_de: Anzeige & Grafik
es_mx: Pantalla y gráficos
fr_fr: Affichage et graphisme
hi_in: डिस्प्ले और ग्राफ़िक्स
id_id: Tampilan & Grafis
it_it: Schermo e Grafica
ja_jp: ディスプレイとグラフィック
ko_kr: 디스플레이 및 그래픽
pt_br: Tela & Gráficos
ru_ru: Дисплей и графика
zh_cn: 显示与图形
zh_tw: 顯示與圖形

# Diagnostics_Resolution
source: Resolution
de_de: Auflösung
es_mx: Resolución
fr_fr: Résolution
hi_in: रिज़ॉल्यूशन
id_id: Resolusi
it_it: Risoluzione
ja_jp: 解像度
ko_kr: 해상도
pt_br: Resolução
ru_ru: Разрешение
zh_cn: 分辨率
zh_tw: 解析度

# Diagnostics_RefreshRate
source: Refresh Rate
de_de: Bildwiederholrate
es_mx: Tasa de refresco
fr_fr: Taux de rafraîchissement
hi_in: रीफ़्रेश दर
it_it: Frequenza Aggiornamento
ja_jp: リフレッシュレート
ko_kr: 재생 빈도
pt_br: Taxa de atualização
ru_ru: Частота обновления
zh_cn: 刷新率
zh_tw: 更新率

# Diagnostics_Hardware
source: Hardware
fr_fr: Matériel
hi_in: हार्डवेयर
ja_jp: ハードウェア
ko_kr: 하드웨어
ru_ru: Оборудование
zh_cn: 硬件
zh_tw: 硬體

# Diagnostics_SecurityAndNetwork
source: Security & Network
de_de: Sicherheit & Netzwerk
es_mx: Seguridad y red
fr_fr: Sécurité et réseau
hi_in: सुरक्षा और नेटवर्क
id_id: Keamanan & Jaringan
it_it: Sicurezza e Rete
ja_jp: セキュリティとネットワーク
ko_kr: 보안 및 네트워크
pt_br: Segurança & Rede
ru_ru: Безопасность и сеть
zh_cn: 安全与网络
zh_tw: 安全與網路

# Diagnostics_WindowsSecurity
source: Windows Security Center
de_de: Windows-Sicherheit
es_mx: Centro de seguridad de Windows
fr_fr: Sécurité Windows
hi_in: Windows सुरक्षा केंद्र
id_id: Pusat Keamanan Windows
ja_jp: Windows セキュリティセンター
ko_kr: Windows 보안 센터
pt_br: Central de segurança do Windows
ru_ru: Центр безопасности Windows
zh_cn: Windows 安全中心
zh_tw: Windows 安全中心

# Diagnostics_DiskSpace
source: System Disk Space
de_de: Freier Speicher auf Systemlaufwerk
es_mx: Espacio en disco del sistema
fr_fr: Espace disque système restant
hi_in: सिस्टम डिस्क स्थान
id_id: Ruang Disk Sistem
it_it: Spazio Disco di Sistema
ja_jp: システムディスク空き容量
ko_kr: 시스템 디스크 공간
pt_br: Espaço em disco do sistema
ru_ru: Место на диске
zh_cn: 系统盘剩余空间
zh_tw: 系統碟剩餘空間

# Diagnostics_NetworkStatus
source: Network Status
de_de: Netzwerkverbindungsstatus
es_mx: Estado de la red
fr_fr: État de la connexion réseau
hi_in: नेटवर्क स्थिति
id_id: Status Jaringan
it_it: Stato Rete
ja_jp: ネットワーク状態
ko_kr: 네트워크 상태
pt_br: Status da rede
ru_ru: Статус сети
zh_cn: 网络连接状态
zh_tw: 網路連線狀態

# Diagnostics_NetworkRegion
source: Network Region
de_de: Netzwerkumgebung
es_mx: Región de red
fr_fr: Environnement réseau
hi_in: नेटवर्क क्षेत्र
id_id: Wilayah Jaringan
it_it: Regione di Rete
ja_jp: ネットワーク地域
ko_kr: 네트워크 지역
pt_br: Região da rede
ru_ru: Регион сети
zh_cn: 网络所属环境
zh_tw: 網路所屬環境

# Diagnostics_Suggestion
source: Suggestion
de_de: Empfehlung
es_mx: Sugerencia
fr_fr: Recommandation
hi_in: सुझाव
id_id: Saran
it_it: Suggerimento
ja_jp: 提案
ko_kr: 제안
pt_br: Sugestão
ru_ru: Рекомендация
zh_cn: 建议
zh_tw: 建議

# DailyNote_Title
source: Teyvat Schedule
de_de: Teyvat-Tagesplan
es_mx: Agenda de Teyvat
fr_fr: Agenda de Teyvat
hi_in: टेवाट अनुसूची
id_id: Jadwal Teyvat
it_it: Agenda di Teyvat
ja_jp: テイワットスケジュール
ko_kr: 티바트 일정
pt_br: Agenda de Teyvat
ru_ru: Расписание Тейвата
zh_cn: 提瓦特日程
zh_tw: 提瓦特日程

# DailyNote_TodayMaterials
source: Today's Materials
de_de: Heutige Materialien
es_mx: Materiales de hoy
fr_fr: Matériaux du jour
hi_in: आज की सामग्री
id_id: Material Hari Ini
it_it: Materiali di Oggi
ja_jp: 今日の素材
ko_kr: 오늘의 재료
pt_br: Materiais de hoje
ru_ru: Сегодняшние материалы
zh_cn: 今日素材
zh_tw: 今日素材

# DailyNote_RefreshStatus
source: Current Refresh Status
de_de: Aktueller Aktualisierungsstatus
es_mx: Estado de actualización actual
fr_fr: État d'actualisation actuel
hi_in: वर्तमान रीफ़्रेश स्थिति
id_id: Status Penyegaran Saat Ini
it_it: Stato Aggiornamento Corrente
ja_jp: 現在の更新状態
ko_kr: 현재 새로고침 상태
pt_br: Status de atualização atual
ru_ru: Текущий статус обновления
zh_cn: 当前刷新状态
zh_tw: 目前重新整理狀態

# DailyNote_RefreshData
source: Refresh Data
de_de: Daten aktualisieren
es_mx: Actualizar datos
fr_fr: Actualiser les données
hi_in: डेटा रीफ़्रेश करें
id_id: Segarkan Data
it_it: Aggiorna Dati
ja_jp: データ更新
ko_kr: 데이터 새로고침
pt_br: Atualizar dados
ru_ru: Обновить данные
zh_cn: 刷新数据
zh_tw: 更新資料

# DailyNote_MaterialDropHint
source: Daily collection, talent book, and weapon ascension material drop reminders
de_de: Erinnerung an tägliche Sammel-, Talentbuch- und Waffenmaterial-Drops
es_mx: Avisos de obtención diaria, libros de talento y materiales de ascensión de armas
fr_fr: Rappel des collectes quotidiennes, livres de talent et matériaux d'amélioration d'arme
hi_in: दैनिक संग्रह, टैलेंट पुस्तक और हथियार असेंशन सामग्री ड्रॉप अनुस्मारक
id_id: Pengingat drop material koleksi harian, buku bakat, dan ascension senjata
it_it: Promemoria raccolta giornaliera, libri talenti e materiali ascensione armi
ja_jp: 日次収集、天賦書、武器突破素材のドロップ通知
ko_kr: 일일 수집, 특성 책, 무기 돌파 재료 드롭 알림
pt_br: Lembretes de coleta diária, livros de talento e materiais de ascensão de armas
ru_ru: Напоминания о ежедневных материалах, книгах талантов и возвышения оружия
zh_cn: 每日采集、天赋书、武器突破素材掉落提醒
zh_tw: 每日採集、天賦書、武器突破素材掉落提醒

# DailyNote_TodayBirthday
source: Today's Birthday
de_de: Heutiger Geburtstag
es_mx: Cumpleaños de hoy
fr_fr: Anniversaire du jour
hi_in: आज का जन्मदिन
id_id: Ulang Tahun Hari Ini
it_it: Compleanno di Oggi
ja_jp: 今日の誕生日
ko_kr: 오늘의 생일
pt_br: Aniversário de hoje
ru_ru: День рождения сегодня
zh_cn: 今日生日
zh_tw: 今日生日

# DailyNote_CharacterWeapon
source: Character / Weapon
de_de: Charakter/Waffe
es_mx: Personaje / Arma
fr_fr: Personnage/Arme
hi_in: पात्र / हथियार
id_id: Karakter / Senjata
it_it: Personaggio / Arma
ja_jp: キャラクター / 武器
ko_kr: 캐릭터 / 무기
pt_br: Personagem / Arma
ru_ru: Персонаж / Оружие
zh_cn: 角色/武器
zh_tw: 角色/武器

# DailyNote_RecentActivities
source: Recent Activities
de_de: Aktuelle Aktivitäten
es_mx: Actividades recientes
fr_fr: Activités récentes
hi_in: हाल की गतिविधियाँ
id_id: Aktivitas Terbaru
it_it: Attività Recenti
ja_jp: 最近のアクティビティ
ko_kr: 최근 활동
pt_br: Atividades recentes
ru_ru: Недавняя активность
zh_cn: 近期活动
zh_tw: 近期活動

# DailyNote_ActivityOverview
source: Activity Overview
de_de: Aktivitätsübersicht
es_mx: Resumen de actividad
fr_fr: Aperçu des activités
hi_in: गतिविधि अवलोकन
id_id: Ringkasan Aktivitas
it_it: Panoramica Attività
ja_jp: アクティビティ概要
ko_kr: 활동 개요
pt_br: Visão geral de atividades
ru_ru: Обзор активности
zh_cn: 活动速览
zh_tw: 活動速覽

# DailyNote_ActivityDesc
source: View current events and time remaining at a glance.
de_de: Zentrale Ansicht der aktuellen Versionsevents mit verbleibender Zeit.
es_mx: Consulta los eventos actuales y el tiempo restante de un vistazo.
fr_fr: Consultez les activités de la version actuelle et le temps restant.
hi_in: एक नज़र में वर्तमान इवेंट और शेष समय देखें।
id_id: Lihat event saat ini dan waktu tersisa sekilas.
it_it: Visualizza eventi correnti e tempo rimanente a colpo d'occhio.
ja_jp: 現在のイベントと残り時間を一目で確認。
ko_kr: 현재 이벤트와 남은 시간을 한눈에 확인하세요.
pt_br: Veja eventos atuais e tempo restante rapidamente.
ru_ru: Просмотр текущих событий и оставшегося времени.
zh_cn: 集中查看当前版本活动与剩余时间。
zh_tw: 集中查看目前版本活動與剩餘時間。

# GenshinData_Title
source: Travel Journal - Teyvat Financial Report
de_de: Reisetagebuch – Teyvat Finanzbericht
es_mx: Diario de viaje - Informe financiero de Teyvat
fr_fr: Journal de voyage - Rapport financier de Teyvat
hi_in: यात्रा जर्नल - टेवाट वित्तीय रिपोर्ट
id_id: Jurnal Perjalanan - Laporan Keuangan Teyvat
it_it: Diario di Viaggio - Rapporto Finanziario di Teyvat
ja_jp: 旅の記録 - テイワット財務報告
ko_kr: 여행 일지 - 티바트 재무 보고서
pt_br: Diário de viagem - Relatório financeiro de Teyvat
ru_ru: Дневник путешествий - Финансовый отчёт Тейвата
zh_cn: 旅行札记 - 提瓦特财务报表
zh_tw: 旅行札記 - 提瓦特財務報表

# GenshinData_TravelJournal
source: Travel Journal
de_de: Reisetagebuch
es_mx: Diario de viaje
fr_fr: Journal de voyage
hi_in: यात्रा जर्नल
id_id: Jurnal Perjalanan
it_it: Diario di Viaggio
ja_jp: 旅の記録
ko_kr: 여행 일지
pt_br: Diário de viagem
ru_ru: Дневник путешествий
zh_cn: 旅行札记
zh_tw: 旅行札記

# GenshinData_DataUpdated
source: Data updated:
de_de: Daten aktualisiert am:
es_mx: Datos actualizados:
fr_fr: Données mises à jour le :
hi_in: डेटा अपडेट हुआ:
id_id: Data diperbarui:
it_it: Dati aggiornati:
ja_jp: データ更新:
ko_kr: 데이터 업데이트:
pt_br: Dados atualizados:
ru_ru: Данные обновлены:
zh_cn: 数据更新于:
zh_tw: 資料更新於:

# GenshinData_TodayEarnings
source: Today's Earnings
de_de: Heutige Einnahmen
es_mx: Ganancias de hoy
fr_fr: Gains du jour
hi_in: आज की कमाई
id_id: Pendapatan Hari Ini
it_it: Guadagni di Oggi
ja_jp: 本日の収入
ko_kr: 오늘의 수입
pt_br: Ganhos de hoje
ru_ru: Сегодняшний доход
zh_cn: 今日收益
zh_tw: 今日收益

# GenshinData_Primogems
source: Primogems
de_de: Urgestein
es_mx: Protogemas
fr_fr: Primo-gemmes
hi_in: प्रिमोजेम
id_id: Primogem
it_it: Primogemme
ja_jp: 原石
ko_kr: 원석
pt_br: Primogemas
ru_ru: Камни Истока
zh_cn: 原石
zh_tw: 原石

# GenshinData_Mora
source: Mora
fr_fr: Moras
hi_in: मोरा
ja_jp: モラ
ko_kr: 모라
ru_ru: Мора
zh_cn: 摩拉
zh_tw: 摩拉

# GenshinData_MonthTotal
source: Month Total
de_de: Monatsbilanz
es_mx: Total del mes
fr_fr: Cumul mensuel
hi_in: माह कुल
id_id: Total Bulanan
it_it: Totale Mese
ja_jp: 月間合計
ko_kr: 월간 합계
pt_br: Total do mês
ru_ru: Итого за месяц
zh_cn: 本月累计
zh_tw: 本月累計

# GenshinData_PrimogemsEarned
source: Primogems Earned
de_de: Urgestein erhalten
es_mx: Protogemas obtenidas
fr_fr: Primo-gemmes obtenues
hi_in: अर्जित प्रिमोजेम
id_id: Primogem Diperoleh
it_it: Primogemme Guadagnate
ja_jp: 獲得原石
ko_kr: 획득 원석
pt_br: Primogemas ganhas
ru_ru: Заработано камней
zh_cn: 获得原石
zh_tw: 取得原石

# GenshinData_Mom
source: MoM
de_de: Vergleich zum Vormonat
es_mx: Mensual
fr_fr: Évolution
it_it: SuM
ja_jp: 前月比
ko_kr: 전월 대비
pt_br: Vs mês anterior
ru_ru: К прошлому месяцу
zh_cn: 环比
zh_tw: 月增率

# GenshinData_LastMonth
source: (Last month
de_de: (Vormonat
es_mx: (Mes pasado
fr_fr: (Mois précédent
hi_in: (पिछला माह
id_id: (Bulan lalu
it_it: (Mese scorso
ja_jp: （先月
ko_kr: (지난달
pt_br: (Mês passado
ru_ru: (Прошлый месяц
zh_cn: (上月
zh_tw: (上月

# GenshinData_MoraEarned
source: Mora Earned
de_de: Mora erhalten
es_mx: Mora obtenida
fr_fr: Moras obtenus
hi_in: अर्जित मोरा
id_id: Mora Diperoleh
it_it: Mora Guadagnati
ja_jp: 獲得モラ
ko_kr: 획득 모라
pt_br: Mora ganha
ru_ru: Заработано моры
zh_cn: 获得摩拉
zh_tw: 取得摩拉

# GenshinData_DataNote
source: • Daily data is usually updated the next morning • Income level is calculated based on primogem earning efficiency
de_de: • Tägliche Daten werden normalerweise am nächsten Morgen aktualisiert • Die Einkommensstufe basiert auf der Urgestein-Beschaffungseffizienz
es_mx: • Los datos diarios suelen actualizarse a la mañana siguiente • El nivel de ingresos se calcula según la eficiencia de obtención de protogemas
fr_fr: • Les données quotidiennes sont généralement mises à jour le lendemain matin • Le niveau de revenu est calculé en fonction de l'efficacité d'obtention de primo-gemmes
hi_in: • दैनिक डेटा सामान्यतः अगली सुबह अपडेट होता है • आय स्तर की गणना प्रिमोजेम अर्जन दक्षता के आधार पर की जाती है
id_id: • Data harian biasanya diperbarui keesokan paginya • Tingkat pendapatan dihitung berdasarkan efisiensi perolehan primogem
it_it: • I dati giornalieri sono generalmente aggiornati la mattina successiva • Il livello di reddito è calcolato in base all'efficienza di guadagno primogemme
ja_jp: • 日次データは通常翌朝更新 • 収入レベルは原石獲得効率に基づき計算
ko_kr: • 일일 데이터는 보통 다음 날 아침에 업데이트됩니다 • 수입 수준은 원석 획득 효율을 기준으로 계산됩니다
pt_br: • Os dados diários geralmente são atualizados na manhã seguinte • O nível de renda é calculado com base na eficiência de ganho de primogemas
ru_ru: • Дневные данные обычно обновляются на следующее утро • Уровень дохода рассчитан по эффективности получения камней
zh_cn: • 每日数据通常在次日上午更新 • 收入等级基于原石获取效率计算
zh_tw: • 每日資料通常在次日上午更新 • 收入等級基於原石取得效率計算
